[
  {
    "quote": "“Time magnifies the margin between success and failure. It will multiply whatever you feed it. Good habits make time your ally. Bad habits make time your enemy.”",
    "author": "James Clear",
    "publication": "Atomic Habits",
    "category": "main"
  },
  {
    "quote": "“If you think education is expensive, try ignorance.”",
    "author": "Eppie Lederer (Ann Landers)",
    "publication": null,
    "category": "main"
  },
  {
    "quote": "“Live as if you were to die tomorrow. Learn as if you were to live forever.”",
    "author": "Mahatma Ghandi",
    "publication": null,
    "category": "main"
  },
  {
    "quote": "“I forgive a man's ignorance for it can be cured with knowledge. Stupidity, on the other hand, is a death sentence.”",
    "author": "Unknown",
    "publication": null,
    "category": "main"
  },
  {
    "quote": "“Each time you open a social media app, there are “a thousand people on the other side of the screen” paid to keep you there — it’s unrealistic to expect users to resist the assault on their time and attention by means of willpower alone.”",
    "author": "Tristan Harris, head of the Center for Humane Technology (and a former Google design ethicist)",
    "publication": null,
    "category": "main"
  },
  {
    "quote": "“It's hard to show your skill as a sailor when there is no wind.”",
    "author": "Richard P. Rumelt",
    "publication": "Good Strategy Bad Strategy: The Difference and Why It Matters",
    "category": "main"
  },
  {
    "quote": "“No one can make you feel inferior without your consent.”",
    "author": "Eleanor Roosevelt",
    "publication": null,
    "category": "main"
  },
  {
    "quote": "“It is a strange, nonintuitive fact of our existence that photons of light have no color, sound waves no sound, and scent molecules no odor. While we have the overwhelming impression that the greenness of the trees and the blueness of the sky are streaming through our eyes as through an open window the waves of light impacting on the retina are colorless, just as the waves of sound impacting on the eardrum are silent, and scent molecules have no smell. Our brain only receives input as electrical impulses and it creates the world we experience, inside our heads.”",
    "author": "Bill Bryson",
    "publication": "The Body",
    "category": "main"
  },
  {
    "quote": "“Whereas culture’s focus leans toward conformity to a common core of behaviors, teams focus on the opposite. Teams aren’t about sameness—they aren’t, at their best, about marching in lockstep. Instead they’re about unlocking what is unique about each of us, in the service of something shared. A team, at its finest, insists on the unique contribution of each of its members, and is the best way we humans have ever come up with of harnessing those distinctive contributions together in the service of something that none of us could do alone.”",
    "author": "Marcus Buckingham, Ashley Goodall",
    "publication": "Nine Lies About Work",
    "category": "main"
  },
  {
    "quote": "“Truth and power can travel together only so far. Sooner or later they go their separate paths.”",
    "author": "Yuval Noah Harari",
    "publication": "21 Lessons for the 21st Century",
    "category": "main"
  },
  {
    "quote": "“I will give you childhood, so that you might know innocence. Age, so you will know the prize of youth. Children, so that you will care for the future. Toil, so that you will know the value of a day. The body’s failings, so that you will know its worth. Death, so that you will cherish the bittersweet beauty of life.”",
    "author": "Justin Cronin",
    "publication": "The Ferryman",
    "category": "main"
  },
  {
    "quote": "“Those who travel with the current will always think they are good swimmers, while those who swim against the current are better swimmers than they imagine.”",
    "author": "Unknown",
    "publication": null,
    "category": "main"
  },
  {
    "quote": "“Why, exactly, are we rendered so uncomfortable by concentrating on things that matter—the things we thought we wanted to do with our lives—that we’d rather flee into distractions, which, by definition, are what we don’t want to be doing with our lives? When you try to focus on something you deem important, you’re forced to face your limits, an experience that feels especially uncomfortable precisely because the task at hand is one you value so much.”",
    "author": "Oliver Burkeman",
    "publication": "Four Thousand Weeks",
    "category": "main"
  },
  {
    "quote": "“Not a word passes between us, not because we have nothing to say, but because we don’t have to say anything—that’s how it is between people who are each other’s first memories.”",
    "author": "Khaled Hosseini",
    "publication": "The Kite Runner",
    "category": "main"
  },
  {
    "quote": "“...the more firmly you believe it ought to be possible to find time for everything, the less pressure you’ll feel to ask whether any given activity is the best use for a portion of your time.”",
    "author": "Oliver Burkeman",
    "publication": "Four Thousand Weeks",
    "category": "main"
  },
  {
    "quote": "“There is only one way, that we know of, to discern falsehoods from truths, one way to see if our model of the world has errors. That method is to actively seek evidence that contradicts our beliefs. Finding evidence that supports our beliefs is helpful, but not definitive. Finding contrary evidence, however, is proof that the model in our head is not right and needs to be modified. Actively looking for evidence to disprove our beliefs is the scientific method. It is the only approach we know of that can get us closer to the truth.”",
    "author": "Jeff Hawkins and Richard Dawkins",
    "publication": "A Thousand Brains",
    "category": "main"
  },
  {
    "quote": "“I’ve heard people talk about data as the new oil but for most companies it’s a lot closer uranium. Hard to find people who can to handle or process it correctly, nontrivial security/liabilities if PII is involved, expensive to store, and a generally underwhelming return on effort relative to the anticipated utility.”",
    "author": "Unknown",
    "publication": null,
    "category": "main"
  },
  {
    "quote": "“... the core challenge of managing our limited time isn’t about how to get everything done — that’s never going to happen — but how to decide most wisely what not to do, and how to feel at peace about not doing it.”",
    "author": "Oliver Burkeman",
    "publication": "Four Thousand Weeks",
    "category": "main"
  },
  {
    "quote": "“The basis of our governments being the opinion of the people, the very first object should be to keep that right; and were it left to me to decide whether we should have a government without newspapers or newspapers without a government, I should not hesitate a moment to prefer the latter.”",
    "author": "Thomas Jefferson",
    "publication": "",
    "category": "main"
  },
  {
    "quote": "“Before people will care about how much you know they need to know how much you care.”",
    "author": "Unknown",
    "publication": null,
    "category": "main"
  },
  {
    "quote": "“He taught me religion is a lever. With a slight force at a clever angle: immense power to shift tides of humanity.”",
    "author": "Pierce Brown",
    "publication": "Dark Age",
    "category": "main"
  },
  {
    "quote": "“To be prepared against surprise is to be trained. To be prepared for surprise is to be educated.”",
    "author": "James Carse",
    "publication": "Finite and Infinite Games",
    "category": "main"
  },
  {
    "quote": "“The first casualty of war is the truth.”",
    "author": "Senator Hiram Warren Johnson",
    "publication": null,
    "category": "main"
  },
  {
    "quote": "“One of the things we’ve got, though, is this very moment, and we have an important choice with respect to it: We can either spend this moment wishing it could be different, or we can embrace this moment. If we habitually do the former, we will spend much of our life in a state of dissatisfaction; if we habitually do the latter, we will enjoy our life.”",
    "author": "William B. Irvine",
    "publication": "A Guide to the Good Life",
    "category": "main"
  },
  {
    "quote": "“When I set a task for myself, I complete it. Therefore, I am careful not to start difficult and impractical tasks, because I love leisure.”",
    "author": "George S. Clason",
    "publication": "The Richest Man in Babylon",
    "category": "main"
  }
]
